Revit 2027 API
ExternalServices.BuiltInExternalServices.ATFTranslationService Property
Namespace: Autodesk.Revit.DB.ExternalService
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalServiceId ATFTranslationService { get; }
Public Shared ReadOnly Property ATFTranslationService As ExternalServiceId
	Get
public:
static property ExternalServiceId^ ATFTranslationService {
	ExternalServiceId^ get ();
}
static member ATFTranslationService : ExternalServiceId with get
Property Value
ExternalServiceId
See Also
Reference
ExternalServices.BuiltInExternalServices Class
Autodesk.Revit.DB.ExternalService Namespace